[P_0_0_1_Training_Comms]
Speech_0001L=LAMBERT - Alright Sam lets get started. Can your hear me clearly?
Speech_0002L=SAM - Sure!
Speech_0007L=LAMBERT - Good, that means the implanted speaker is working correctly. Now, the technicians here want to calibrate your equipment.
Speech_0008L=LAMBERT - Can you turn to the monitor on your left and look to the camera on the wall? 
Speech_0009L=LAMBERT - Great, now to the camera on your right?
Speech_0010L=LAMBERT - Okay, same thing for pitch, look for a camera on the ceiling. 
Speech_0011L=LAMBERT - Finally, look at the limousine on the ground.
Speech_0012L=LAMBERT - Really good.
Speech_0003L=GRIMSDOTTIR - Hey Sam, Grimsdottir here. Now we're going to test the GPS beacon. We'll need to you to move around a little and see if it shows up on the tracking program here.
Speech_0013L=SAM - Alright!
Speech_0004L=GRIMSDOTTIR - Looks good, he's all your Lambert.
Speech_0014L=LAMBERT - Thanks, grim. Fisher, you can come into control until we're ready to start.  It's on the corridor behind the door.
Speech_0015L=GRIMSDOTTIR - Let me go over your PDA functions. We have no direct feedback when you use this, so you'll need to be comfortable using it in the field.
Speech_0016L=GRIMSDOTTIR - Okay, power it up and you'll see the category list on the left.
Speech_0017L=GRIMSDOTTIR - That's all about your PDA.  Now you can go to the next area to learn the basic moves.

[P_0_0_1_Training_ConvLambert]
Speech_0007L=LAMBERT - Sam Fisher, I can't believe you beat me here.
Speech_0001L=Fisher - I like to be early. Hello Colonel
Speech_0002L=LAMBERT - You can use my name, the room's safe.
Speech_0003L=FISHER - Lambert
Speech_0004L=LAMBERT - Good to see you again. did you watch the simulation?
Speech_0008L=FISHER - It was pretty funny. This place ahs changed since I've been through.
Speech_0009L=LAMBERT - I should hope so, that was nearly two decade ago. I trust NSA orientation is going well?
Speech_0010L=FISHER - Well enough. Everybody's been real coy about what exactly I'm allowed to know.
Speech_0011L=LAMBERT - It's the nature of the agency. We don't let any one person know everything, which means we've all got to work together.
Speech_0012L=FISHER - Even though I'll be out there alone.
Speech_0013L=LAMBERT - You'll be transmitting to us in more ways than you can imagine. and we'll be online through your earpiece and OPSAT.
Speech_0014L=FISHER - And that's how we're handling training?
Speech_0015L=LAMBERT - Yep. Sorry to make you run the course, I know you've been taking care of yourself.
Speech_0016L=FISHER - I haven't been in the field in years.
Speech_0017L=LAMBERT - Sure, but tradecraft is something you don't forget, like riding a bicycle.
Speech_0018L=FISHER - Or wearing high heels.
Speech_0019L=LAMBERT - [chuckle] Be careful, Fisher, everything we say is being monitored. You know how nervous the brass is about excercising the Fifth Freedom.
Speech_0020L=FISHER - I'll be good.
Speech_0021L=LAMBERT - Be better than good. Third Echelon is a brand new initiative; the role aggressive intelligence operations will play in NSA's futur will depend largely on your performance. I'll see you on the far side of the course.
Goal_0005L=Complete a seção de treinamento físico de sua avaliação.
Note_0006L=O curso de treinamento físico é realizado no porão. Aguarde na entrada para maiores instruções.

[P_0_0_1_Training_Desc_Speech]
Speech_0001L=GRIMSDOTTIR - The first section is your inventory.  Here you will find all information about your weapons and high-tech equipement.
Speech_0002L=GRIMSDOTTIR - The second section is your mission information.  Here you will find your missions objectives and notes.
Speech_0003L=GRIMSDOTTIR - The third section is the agent information.  Here you will find your current status in the organisation and your...
Speech_0004L=GRIMSDOTTIR - Finaly, the last section is the PDA configuration menu.

[P_0_0_1_Training_Description]
Training_0001L=Mova o mouse para orientar o campo de visão de Sam.
Training_0002L=Mova o mouse para cima e para baixo para que Sam olhe nas direções.
Training_0003L=Para restaurar a câmera atrás de Sam, pressione X. 
Training_0004L=Pressione W para mover-se para frente. Pressione S para mover-se para trás. Regule a velocidade de Sam com o wheel do mouse. Se mover o botão central em forma de roda para cima, Sam irá mais rápido. Se mover para baixo, Sam reduzirá a velocidade. 
Training_0005L=Pressione A para dar um passo para a esquerda e D para dar um passo para a direita.
Training_0006L=Pressione Esc para acessar seu PDA.
Training_0007L=Utilize o mouse para navegar pelo menu do PDA.
Training_0008L=A legenda na parte inferior do PDA indica...  

[P_0_0_1_Training_Excercise]

[P_0_0_1_Training_Level]

[P_0_0_1_Training_LevelChange]

[P_0_0_1_Training_SamMove]

